tap "homebrew/cask"

# image conversion
brew "imagemagick"
brew "libsvg"
brew "librsvg"
brew "svg2png"
brew "png2ico"
brew "pdf2svg"
brew "svg2pdf"
brew "cairo"
brew "libsvg-cairo"
brew "webp"

# main environments
brew "node"
brew "ruby"
brew "ruby-build"
brew "rbenv"
brew "pandoc"

brew "docker"
cask "docker"
